[GENERAL]
NAME				= Croatian
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplikacija je istekla.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistriran
TEXT_BUSINESS			= For Business
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= Inicijalizacija neuspješna.
TEXT_APPINFO			= Bandicam - izvanredan program za snimanje događanja na računalu.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Nema dovoljno mjesta na tvrdom disku.
TEXT_ERROR_VIDEO_CAP		= Neuspješan početak snimanja slike.Ako vam treba pomoć kliknite na OK.
TEXT_ERROR_AUDIO_CAP		= Neuspješan početak snimanja zvuka.\nAko vam treba pomoć kliknite na OK.
TEXT_ERROR_IMAGE_CAP		= Neuspješno snimanje slike.\nMolimo provjerite mapu određenu za snimanje.
TEXT_ERROR_CREATEFILE		= Nije moguće napraviti datoteku.
TEXT_ERROR_OUTPUTFOLDER		= Mapa ne postoji. Molimo izaberite novu mapu.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Neuspješna inicijalizacija kodeka.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= Snimanje je zaustavljeno jer postoji problem s video kodekom.
TEXT_ERROR_LOGO_IMAGE	= Format slike nije podržan. \nMolimo odaberite podržan format(*.png).
TEXT_ERROR_INIT_DEVICE		= Neuspješno pokretanje uređaja za snimanje videozapisa.
TEXT_ERROR_NO_DEVICES		= Nema otkrvenih uređaja za snimanje.
TEXT_ERROR_EXISTING_PRESET_NAME	= The preset name you entered already exists. \nPlease enter a different name.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = The recording has been stopped because the audio device is no longer available.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB	= Ove postavke ne možete mijenjati u besplatnoj verziji progama. Molimo registrujte se!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Vaš sustav ne podržava 'H.264 (AMD VCE)', tako da zadani codec će se koristiti.
TEXT_WARNING_AMD_APP2	= Vaš sustav ne podržava 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Ako promijenite postavke video uređaja, snimanje će se zaustaviti. Jeste li sigurni da želite nastaviti?
TEXT_WARNING_EXIT_BANDICAM	= Ako zatvorite Bandicam, snimanje će se zaustaviti. \n Jeste li sigurni da želite zatvoriti Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= License renewal is required!
TEXT_NOTICE_NEED_TO_RENEW_2	= Your license will expire after <font color="red">%d day(s)</font>. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= Your license has expired. <br>To continue using Bandicam without limitations, you must renew your license.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = Your license will expire within <font color="red">24 hours</font>. <br>To continue using Bandicam without limitations, you must renew your license.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_KEYSTROKE		= Keystroke
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Opcije

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL	= Glavni izbornik
TEXT_OPT_PAGE_OUTPUT		= Izlazna datoteka
TEXT_OPT_PAGE_HOOKING		= Povezivanje
TEXT_OPT_PAGE_LANGUAGE	= Jezik
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Ostalo

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Odaberite mapu za snimanje.

TEXT_FMT_FULL_SIZE		= Puna kvaliteta
TEXT_FMT_HALF_SIZE                            = Pola kvalitete
TEXT_FMT_FIT_WIDTH                             = Prilagodi sa širinom
TEXT_FMT_FIT_HEIGHT                           = Prilagodi s visinom
TEXT_FMT_CUSTOM_SIZE                     = Proizvoljno
TEXT_FMT_STEREO                                 = Stereo
TEXT_FMT_MONO                                     = Mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; Preset
TEXT_PRESET_DEFAULT                        = Standardan
TEXT_PRESET_HALFSIZE                       = Pola kvalitete
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrabrze postavke za 60 FPS
TEXT_PRESET_LOWEND                        = Sporo računalo
TEXT_PRESET_NICO = -
TEXT_PRESET_NICO_HQ                        = - Visoka kvaliteta
TEXT_PRESET_NAVER_480P = - 
TEXT_PRESET_YOUTUBE_360P            = YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P            = YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P            = YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP                                 = Za PMP / Divx playere
TEXT_PRESET_EDIT                                 = Za Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT                = Za MS PowerPoint
TEXT_PRESET_320x0                               = Prilagodi za, 320x0
TEXT_PRESET_640x0                               = Prilagodi za, 640x0
TEXT_PRESET_800x0                               = Prilagodi za, 800x0
TEXT_PRESET_1280x0                               = Prilagodi za, 1280x0
TEXT_PRESET_USER                               = Proizvoljne postavke

TEXT_CHANGE_LANG                              = Da biste promijenili jezik morate restartirati bandicam.  Želite li ga pokrenuti sad?
TEXT_CHANGE_HOOK                              = Za izmjenu principa povezivanja morate restartirati bandicam. Želite li ga pokrenuti sad?
TEXT_CHANGE_SIZE		= Da bi promjenio veličinu prozora, trebate ponovno pokrenuti Bandicam. \nŽelite li to učiniti sada?
TEXT_RESET_ALL_SETTINGS                = Jeste li sigurni da želite vratiti postavke na standardne?

TEXT_REGISTER_SUCCEEDED = Vaš bandicam je upravo registriran.
TEXT_REGISTER_FAILED = Registracija neuspješna. Molimo provjerite e-mail adresu i serijski broj.
TEXT_REGISTER_CONNECT_FAILED = Nemogouće povezivanje na poslužitelj. \nProvjerite internetsku vezu, i postavite sat vašeg sustava na današnji datum i vrijeme. \nAko vam treba pomoć kliknite na OK.
TEXT_REGISTER_INFO = E-mail:%s\r\n Serijski broj:%s
TEXT_REGISTER_INFO2		= Expiration Date: %s (%d days left)
TEXT_REGISTER_INFO2_EXPIRING	= Expiration Date: %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= Expiration Date: %s (Expired)
TEXT_REGISTER_LIMITED_1		= You can record for up to 10 minutes with the free version 
TEXT_REGISTER_LIMITED_2		= If the product is registered, you can record without a time limit starting from your next recording. Please purchase Bandicam from the official website.
TEXT_REGISTER_LIMITED_SREC	= U neregistriranoj verziji programa možete snimati samo 10 minuta. Registrirajte se sad!
TEXT_REGISTER_NEWRECORD		= Ne možete započeti novo snimanje u besplatnoj verziji. Registrirajte se sad!
TEXT_REGISTER_LICENCE_INFO	= Neregistrirani! - 10 minute videa s vodenim žigom. Za uklanjanje vodenog žiga, kupiti Bandicam iz bandicam.com

TEXT_PROGRAM_INVALID = Aplikacija ima grešku. Moliko reinstalirajte je.

TEXT_SELECT_NOT_SELECTED	= Please select a recording mode
TEXT_SELECT_TARGET = Kliknite prozor koji želite snimati
TEXT_SELECT_DEVICE		= Molimo odaberite uređaj za snimanje videozapisa
TEXT_TARGET_DIRECTX		= Način za snimanje igara - Snimaj Igre i Video playere koristeći DirectX.
TEXT_TARGET_SCREEN		= Način snimanja ekrana  - Snimaj zaslon i internet video
TEXT_TARGET_DEVICE		= Način snimanja uređaja - Snimite web kamere i HDMI uređaj za snimanje.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Ako ste promjenili mod snimanja, Snimanje će se zaustavitiJeste li sigurni da želite nastaviti?
TEXT_TARGET_CLOSE		= If you close the current recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Ne možete početi snimati u 'Načinu za snimanje igara' Zato što meta nije označena.Želite li promjeniti način snimanja na 'Način snimanja ekrana'
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Ne možete započeti snimanje u 'Načinu snimanja uređaja', jer je uređaj za snimanje nije odabran. \n\nŽelite li promjeniti način snimanja na "Načinza snimanje ekrana'kako bi započeli snimanje?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= You can't start recording because the recording mode is not selected.\n\nDo you want to select 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY = Spremno
TEXT_STATUSBAR_RECORDING = Snima se
TEXT_STATUSBAR_PAUSE = Pauza

TEXT_UPDATE_AVAILABLE = Nova verzija bandicam-a je dostupna. Želite li je skinuti?
TEXT_UPDATE_UNAVAILABLE = Ovo je posljednja verzija programa.
TEXT_UPDATE_FAILED		= Neuspješna provjera verzije programa. Ovao računalo nije povezano na Internet ili postoji problem s poslužiteljem.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Pogreška u slanju datoteke. Ako ste se upravo prijavili, molimo vas potvrdite svoju email addresu.

TEXT_TARGET_FULL = Cijeli zaslon
TEXT_TARGET_RESTORE = Obnovi
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE = Odabir veličine
TEXT_TARGET_IMAGE = Oslikaj
TEXT_TARGET_PEN			=  Crtanje
TEXT_TARGET_RECORD_START = Video snimanje - počni
TEXT_TARGET_RECORD_PAUSE = Video snimanje - pauziraj
TEXT_TARGET_RECORD_STOP = Video snimanje - zaustavi 
TEXT_TARGET_MENU		= Izbornik
TEXT_TARGET_DISPLAY		= Display %d
TEXT_TARGET_DISPLAY_ALL		= All Display

TEXT_DEVICE_FULL		= Cijeli Zaslon
TEXT_DEVICE_RESTORE		= Vrati
TEXT_DEVICE_SELECT_DEVICE	= Odaberite uređaj
TEXT_DEVICE_VOLUME		= Kontrola glasnoće
TEXT_DEVICE_IMAGE		= Hvatanje slike
TEXT_DEVICE_RECORD_START	= Video zapis - početak
TEXT_DEVICE_RECORD_PAUSE	= Video zapis - pauza
TEXT_DEVICE_RECORD_STOP		= Video zapis - zaustavi
TEXT_DEVICE_MENU		= Izbornik

TEXT_RC_HOWTO_NOCOMPLETE = Nemoj automatski prekidati snimanje
TEXT_RC_HOWTO_BYTIME = po vremenu
TEXT_RC_HOWTO_BYSIZE = po veličini
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD = Pokreni novo snimanje
TEXT_RC_AFTER_EXIT = Isključi Bandicam
TEXT_RC_AFTER_SHUTDOWN = Ugasi računalo
TEXT_RC_AFTER_HIBERNATE		= Hibernate your computer

TEXT_SHUTDOWN_SEC = Ugasi računalo za% d sekundi.

TEXT_SEL_IMAGE_FILE = Odaberite sliku

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_1_DISABLE	= -- Onemogući --
TEXT_SND_SELECT_2_DISABLE = - Onemogući (preporučeno) -

TEXT_CORRUPTED_AVI_FILE =Posljednja je snimka oštećena. Želite li ga popraviti?  File: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP = Klikni na ikonu Pokušaj da bi otvorio Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT = Kliknite na Pokušaj u  da bi se prikazao prozor za snimanje ekrana.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Kliknite na ikonu za prikaz prozora uređaja za snimanje.window.
TEXT_FORCE_STOP			= Neuspješno pokretanje snimanja jer je prozor, koji se snima, zablokirao. Želite li prisilno zaustaviti snimanje?
TEXT_EXTERNAL_CODEC = - Vanjski kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Označavanje)

; Status bar tool-tip
TEXT_INDICATOR_STATUS = Status snimanja
TEXT_INDICATOR_TIME = Vrijeme snimanja
TEXT_INDICATOR_SIZE = Veličinia snimka / slobodno mjesto na HDD-u
TEXT_INDICATOR_VOLUME = Trenutna glasnoća

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalno] Normalni prioritet
TEXT_REC_PRIORITY_HIGH		= [Visoki] Veći od normalnog prioriteta
TEXT_REC_PRIORITY_HIGHEST	= [Najveći] Drugi zadaci mogu biti sporiji

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nije instaliran. Želiš li preuzeti Bandicut?
TEXT_OUTPUTS_DELETE		= Želiš li izbrisati označene stavke?
TEXT_OUTPUTS_SELCOUNT		= %d Stavke označene

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Ime mete
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= Nijedan
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Vrijeme
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serijski broj

; snimanje pomoću tajmera
TEXT_TIMER_REC_MINMAX_MINUTES	= Unesi vrijednost od 1 i 1440 minuta.
TEXT_TIMER_REC_STOP_RECORDING	= Snimanje je u napretku. \nŽelite li zaustaviti snimanje?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Molimo vas unesite naslov videa za slanje.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Prijava - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Signing in with YouTube from the browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancel
TEXT_UPLOAD_VIMEO_LOGIN		= Prijava - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Signing in with Vimeo from the browser...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Login - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Signing in with Google Drive from the browser...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_COMPLETE		= Poslano
TEXT_UPLOAD_ERR_FAIL		= Neuspješno slanje ovoga videa.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ova je datoteka prevelika za slanje.
TEXT_UPLOAD_ERR_FREESPACE	= Nema dovoljno slobodnog prostora na Vimeu za slanje.
TEXT_UPLOAD_ERR_CONNECT		= Neuspješno povezivanje s poslužiteljem.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam has exceeded the daily upload quota assigned by YouTube. The quota will be reset at midnight Pacific Time. \n Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube. \n\n Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Failed to get an access token.

; deinterlacing
TEXT_DEINT_NONE			= (Ništa)
TEXT_DEINT_ODD			= Ne jednaka polja
TEXT_DEINT_EVEN			= Jednaka polja
TEXT_DEINT_BLEND		= Spoji

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PDP] Snimaj dok držim
TEXT_SND_CAP_PUSH_TO_MUTE	= [PDI] Isključi zvuk dok držim

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Ništa)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY_ALL		= All display
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_HIBERNATE_PC		= Hibernate your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Zadani Uređaj za Zvuk)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Automatski otkrij Format)
TEXT_HOTKEY_NONE		= (Ništa)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here
TEXT_NOT_SHOW_THIS_NOTICE	= Are you sure you don't want to see this notice again?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Are you sure you want to restart and run Bandicam with a new privilege?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE1   	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE2   	= "You can close this page."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Go to bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Ništa)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Small
TEXT_KEYSTROKE_SIZE_2		= Medium
TEXT_KEYSTROKE_SIZE_3		= Large

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto select method (default)
TEXT_ENHANCED_CAPTURE_1		= Method 1 (for Windows 8 and above)
TEXT_ENHANCED_CAPTURE_2		= Method 2 (for Windows 10 and above)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Disable
TEXT_SND_DEVICE_NO_MICROPHONE	= Disable
TEXT_SND_DEVICE_NO_ALL_SOUND	= Do not record all sound
TEXT_SND_DEVICE_ADVANCED	= Advanced...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Glavno
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Glavni izbornik
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Slike
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= O programu
$BN_UNREGISTERED		= The <font color="#ffa900">free</font> version is limited to <font color="#ffa900">10 minutes</font> per recording.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opcije
$ST_GEN_OUTPUT_FOLDER		= Mapa spremanja
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otvori
$BN_GEN_ADV_OPTIONS		= Napredno
$CK_GEN_ALWAYS_ON_TOP		= Prozor Bandicam uvijek na vrhu
$CK_GEN_START_MINIMIZED		= Pokreni Bandicam minimiziran da pokušaš
$CK_GEN_RUN_WHEN_START		= Pokreni Bandicam s Windowsom
$CK_GEN_RECORD_WHEN_RUN		= Započni snimanje cijelog ekrana kada se Bandicam upali
$CK_GEN_TIMER_RECORDING		= Namjesti tajmer za Automatski početak snimanja
$ST_GEN_LANGUAGE		= Jezik
$ST_GEN_REC_AUTO_START		= Automatski Počni Snimati
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Automatsko završavanje snimanja
$BN_GEN_REC_AUTO_COMPLETE	= Postavke
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Preklapanje
$CK_FPS_OVERLAY_HOTKEY		= Show/Hide Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Position Hotkey
$CK_FPS_OVERLAY			= FPS preklapanje
$ST_FPS_LIMIT			= FPS Limit
$CK_FPS_LIMIT_HOTKEY		= Prečac
$CK_FPS_LIMIT			= Odredi FPS limit
$CK_FPS_LIMIT_ONLY_CAP		= Samo tijekom snimanja
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Snimanje
$CK_VID_RECORD_HOTKEY		= Snimaj/Stani 
$CK_VID_PAUSE_HOTKEY		= Pauziraj 
$CK_VID_SHOW_CURSOR		= Pokaži pokazivač miša
$CK_VID_CLICK_EFFECTS		= Dodaj efekte klika mišem
$CK_VID_WEBCAM_OVERLAY		= Dodaj sliku s web kamere
$BN_VID_RECORD_SETTINGS		= Postavke
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Postavke
$BN_VID_FORMAT_PRESETS		= Podesiti
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Hvatanje
$CK_IMG_CAPTURE_HOTKEY		= Prečac
$CK_IMG_CAPTURE_REPEAT		= Ponovi hvatanje slika
$ST_IMG_CAPTURE_REPEAT		= sekundi
$CK_IMG_SHOW_CURSOR		= Pokaži pokazivač miša
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Uključi zvuk "okidača"
$BTN_IMAGE_SETTINGS		= Postavke
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - normalan
$CK_IMG_FORMAT_JPG_HQ		= JPG - kvalitetan
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Kako spremiti kao animirani GIF?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Slika
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Pokreni
$BN_OUT_OPEN_IMAGE		= Otvori
$BN_OUT_EDIT			= Uredi
$BN_OUT_UPLOAD			= Pošalji
$BN_OUT_DELETE			= Izbriši
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Sva prava pridržana (c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Nova verzija dostupna.
$BN_ABO_CHECK_UPDATE		= Provjera verzije
$ST_ABO_LICENCE_INFO		= Informacije o licenci
$BN_ABO_REGISTER		= Registriraj se
$BN_ABO_REGISTER_HELP		= Kako kupiti i registrirati
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$BN_ABO_RENEW_LICENSE		= Renew License
$ST_ABO_HOMEPAGE_INFO                  = URL Web mjesta
$ST_ABO_HOMEPAGE_URL		= Početna
$ST_ABO_FAQ_URL		= ČPP
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Molimo odaberite uređaj!
$ST_DEVICE_CONNECTING		= Povezivanje ...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= There is a new version of Bandicam available. Do you want to start the update?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancel
$BTN_UPDATE_BANDICAM_INSTALL	= Update
$BTN_UPDATE_BANDICAM_IGNORE	= Do not ask again for this version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Learn more
$BTN_UPDATE_BANDICAM_SETTINGS	= Update Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_WINDOW		= Specific window
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Pomoć

$ST_START_RECT_TITLE		= Screen Recording - Rectangle on a screen
$ST_START_RECT_DESC		= This mode allows you to record a partial area in the rectangle window.
$ST_START_RECT_STEP		= 1. Select a size and area to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_FULL_TITLE		= Screen Recording - Fullscreen
$ST_START_FULL_DESC		= This mode allows you to record the whole screen of your display.
$ST_START_FULL_STEP		= 1. Choose a monitor to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_WINDOW_TITLE		= Screen Recording - Specific window
$ST_START_WINDOW_DESC		= This mode allows you to record a selected window even if it is covered by another window.
$ST_START_WINDOW_STEP		= 1. Choose a window to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Screen Recording - Around mouse
$ST_START_MOUSE_DESC		= This mode allows you to record around the mouse cursor being moved by the user over the desktop screen.
$ST_START_MOUSE_STEP		= 1. Choose a certain size to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_GAME_TITLE		= Game Recording Mode 
$ST_START_GAME_DESC		= This mode allows you to record gameplay while showing FPS.
$ST_START_GAME_STEP		= 1. Start a game and check the green-colored number (FPS).[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_DEVICE_TITLE		= Device Recording Mode
$ST_START_DEVICE_DESC		= This mode allows you to record external video devices such as a Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Select a webcam or capture device. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Pomoć
$BN_START_RECORD		= Start recording
$BN_START_RECORD_STOP		= Stop recording
$ST_START_HOTKEY_RECORD		= Record/Stop
$ST_START_HOTKEY_SCREENSHOT	= Image capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= Rectangle on a screen
$MENU_FULLSCREEN		= Fullscreen
$MENU_WINDOW_SCREEN		= Specific window
$MENU_AROUND_MOUSE		= Around mouse
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= Custom size
$MENU_RECT_RECENTLY_USED	= Recently used size
$MENU_FULL_DISPLAY_ALL		= All display
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_FULL_SHOW_CONTRL		= Always show control bar
$MENU_FULL_HIDE_CONTRL		= Always hide control bar
$MENU_MOUSE_CUSTOM		= Custom size
$MENU_WINDOW_FIND		= Select a recording area on specific window
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Disable speaker
$MENU_DEVICE_DISABLE_MICROPHONE	= Disable microphone
$MENU_DEVICE_ADVANCED		= Advanced...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otvori mapu spremanja
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Snimi sliku
$TOOLTIP_RECORD		= Snimaj/Zaustavi
$TOOLTIP_PAUSE			= Pauziraj
$TOOLTIP_UI_MODE		= Jednostavan/Prošireni prozor
$TOOLTIP_REGISTER		= Registriraj Bandicam
$TOOLTIP_ONLINE_HELP		= Online pomoć

$TOOLTIP_TOOL_NONE		= Cursor (No drawing) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Olovka (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Marker (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Line (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Arrow (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Kvadrat (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numbering (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Gumica (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Odaberite Boju 
$TOOLTIP_TOOL_LINE		= Debljina linije
$TOOLTIP_TOOL_UNDO		= Natrag (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Naprijed (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Select recording mode
$TOOLTIP_HOME_RECT		= Screen Recording Mode - Rectangle
$TOOLTIP_HOME_FULL		= Screen Recording Mode - Fullscreen
$TOOLTIP_HOME_WINDOW		= Screen Recording Mode - Specific window
$TOOLTIP_HOME_MOUSE		= Screen Recording Mode - Around mouse
$TOOLTIP_HOME_GAME		= Game Recording Mode
$TOOLTIP_HOME_DEVICE		= Device Recording Mode
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_TEXT_OVERLAY	= Add Text overlay effects
$TOOLTIP_ADD_SPEAKER		= Add Speakers
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Refresh license Information

$TOOLTIP_ADJUST_SPEAKER_VOL	= Adjust speaker volume
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Adjust microphone volume

$TOOLTIP_OUTPUT_VIDEO		= Output file list - Video
$TOOLTIP_OUTPUT_IMAGE		= Output file list - Image
$TOOLTIP_OUTPUT_AUDIO		= Output file list - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Register
$BTN_BUY_NOW			= Buy Now
$BTN_RENEW			= Renew Now
$ST_LEARN_MORE			= Learn more

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL = Prekini
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = Postavke formata
IDC_ST_FMTSET_FILE		= Vrsta datoteke
IDC_ST_FMTSET_VIDEO = Video
IDC_ST_VIDEO_SIZE = Veličina
IDC_ST_VIDEO_FPS = FPS
IDC_ST_VIDEO_CODEC = Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE = Video bitrejt
IDC_ST_VIDEO_QUALITY = Kvaliteta
IDC_ST_FMTSET_AUDIO = Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Spremi u originalnom formatu
IDC_ED_AUDIO_ORIGINAL_PCM	= Možete spremiti kao "multi-channel" i video visoke kvalitete (96KHz i više).
IDC_ST_AUDIO_CH = Kanali
IDC_ST_AUDIO_FREQ = Frekvencija
IDC_ST_AUDIO_CODEC = Kodek
IDC_ST_AUDIO_BITRATE = Audio bitrejt
IDC_ST_FORMAT_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = Registrirajte Bandicam
IDC_ST_1BUY = 1. Kupi
IDC_ST_1BUY_COMMENT		= Napominjemo da Bandicam nije besplatan program. Ako želite snimati bez vodenih žigova, morat ćete ga kupiti.
IDC_BTN_BUY_ONLINE = Kupi online
IDC_ST_2REGISTER = 2. Registriraj se
IDC_ST_2REGISTER_COMMENT = Morate imati pristup Internetu da biste registrirali program.
IDC_ST_EMAIL_ADDRESS = E-mail adresu
IDC_ST_SERIAL_NUMBER = Serijski broj
IDC_BTN_REGISTER_NOW = Potvrdi registraciju
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = Provjera verzije
IDC_ST_UPDATE_SETTING = Postavke
IDC_CK_UPDATE_ENABLE = Automatski provjeravaj verziju programa.
IDC_CK_UPDATE_POPUP = Obavijesti me kada je nova verzija dostupna.
IDC_UPDATE_CHECK_NOW = Provjeri sad
IDC_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Napredne opcije
IDC_BTN_RESET = Nanovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = Generalne postavke
IDC_CK_ALWAYS_ON_TOP2 = Prozor Bandicam uvijek na vrhu
IDC_CK_START_MINIMIZED_TO_TRAY	= Pokreni Bandicam minimiziran da pokušaš
IDC_CK_RUN_WHEN_START = Pokreni Bandicam s Windowsom
IDC_CK_RECORD_WHEN_RUN		= Započni snimanje cijelog ekrana kada se Bandicam upali
IDC_BTN_TIMER_RECORDING		= Namjesti tajmer za Automatski početak snimanja
IDC_CK_SHOW_FPS_IN_VIDEO = Prikaži FPS u slikama i videoisječcima
IDC_ST_SHOW_FPS_IN_VIDEO = (Samo u 'Načinu za snimanje igara')
IDC_CK_SHOW_TIP_BAR = Prikaži savjete / informacijski bar
IDC_CK_NO_TRAY_BALLOON		= Izgasite da isprobate obavijesti u balončićima 
IDC_ST_ADV_AUTOMATIC		= Automatski
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: How to start recording on Windows startup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Snimanje datoteke
IDC_ST_OUT_OUTPUT_FOLDER	= Izlalna mapa
IDC_CK_OUT_CREATE_SUBFOLDER	= Napravi podmapu prilikom snimanja datoteke
IDC_RD_OUT_SUBFOLDER		= Naziv podmape će se snimati ciljni naziv.
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_RD_OUT_SUBFOLDER_3		= Date format (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Omogući snimanje keša na hard disk
IDC_ST_OUT_FILE_NAMING		= Postavke imenovanja datoteka
IDC_ST_OUT_EXAMPLE		= Npr.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = Jezik
IDC_ST_TRANSLATOR = Hvala prevoditeljima

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = Meta snimanja
IDC_CK_HK_OPENGL = OpenGL
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX 7
IDC_CK_HK_DX8 = DirectX 8
IDC_CK_HK_DX9 = DirectX 9
IDC_CK_HK_DX10 = DirectX 10
IDC_CK_HK_DX11 = DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9 = Onemogući DX10/11 hvatanje na IE9, 10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX = Blokiraj DirectX video preklapanje
IDC_BTN_BLOCK_LIST = Popis blokiranih procesa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_CK_HKEY_SEL_TARGET_RECT	= Select target area
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximize webcam preview
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = Ostale postavke
IDC_BTN_VIDEO_RECORD_SETTINGS = Postavke snimanja videa
IDC_BTN_VIDEO_FORMAT_SETTINGS = Postavke formata videa
IDC_BTN_AUTO_COMPLETE_RECORDING = Automatsko završavanje snimanja
IDC_ST_OTHER_UAC		= Run as administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Run Bandicam as standard user (non-admin)
IDC_RD_OTHER_ADMIN		= Run Bandicam as administrator
IDC_RD_OTHER_ADMIN_GAME		= Run as administrator only on 'Game Recording' mode
IDC_BTN_OTHER_RESTART		= Restart now
IDC_LN_OTHER_UAC		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL = Automatski prekini snimanje
IDC_ST_RC_HOWTO = Postavi uvjete automatskog prekidanja snimanja
IDC_RD_RC_NOTCOMPLETE = Nemoj automatski prekidati
IDC_RD_RC_TIME = Po vremenu
IDC_ST_RC_MAX_TIME = Maximalna
IDC_RD_RC_SIZE = Po veličini datoteke
IDC_ST_RC_MAX_SIZE = Maximalna
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_CK_RC_NOSOUND		= Show a silent pop-up before stopping recording
IDC_ST_RC_AFTER = Po završetku automatskog snimanja
IDC_RD_RC_NOTHING = Nemoj raditi ništa
IDC_RD_RC_NEW_RECORDING = Počni novo snimanje
IDC_RD_RC_EXIT_BDCAM = Prekini snimanja i isključi Bandicam
IDC_RD_RC_SHUTDOWN = Ugasi računalo
IDC_RD_RC_HIBERNATE		= Hibernate your computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = isključi
IDC_ST_SHUTDOWN = Gašenje
IDC_ST_SHUTDOWN_INFO = Kompjuter će biti isključen. Stisnite 'Prekini' ako ne želite se računalo ugasi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Postavljanje snimanja zvuka

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = Snimaj zvuk
IDC_ST_SND_SELECT_1 = Primarni izvor
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= Postavke
IDC_ST_SND_DEVICE_1		= Microphone
IDC_BTN_SND_SETTING_1 = Postavke
IDC_ST_SND_VOLUME_1		= Volumen
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2 = Sekundarni izvor
IDC_BTN_SND_SETTING_2 = Postavke
IDC_ST_SND_VOLUME_2		= Volumen
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND = Spajanje dva zvuka (Primarni + Sekundarni u jedan audio zapis)
IDC_CK_SND_CAP_PUSH_TO		= Pritisni-Da-Pričaš ili Pritisni-Da-Isključiš zvuk
IDC_ST_SOUND_HELP = [Pomoć]
IDC_CK_SND_SAVE_AS_WAV = Snimaj zvuk prilikom snimanja (. Wav)
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Ubaci snimak sa web kamere u video
IDC_ST_WEBCAM_SETTING		= Postavke
IDC_ST_WEBCAM_POS		= Pozicija:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Prikaži webcam na ekranu
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Omogućite pregled 'toggle' prečaca
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Dodaj Webcam na izlaznu video datoteku
IDC_RD_WEBCAM_SAVE_AS_MP4	= Spremi webcam video kao različitu datoteku (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = Dodaj logo u video
IDC_ST_LOGO_SETTING = Postavke
IDC_ST_LOGO_IMAGE = Slika:
IDC_ST_LOGO_OPACITY = Prozirnost:
IDC_ST_LOGO_POS = pozicija:
IDC_ST_LOGO_LR_MARGINS		= Lijeve/R Margine:
IDC_ST_LOGO_TB_MARGINS		= Gornje/B Margine:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Show mouse cursor
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Efekti miša
IDC_CK_ADD_CLICK_EFFECTS = Dodaj efekt klika mišem
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR = Boja pri lijevom kliku
IDC_ST_RIGHT_CLICK_COLOR = Boja pri desnom kliku
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Dodaj efekte oko pokazivača
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= Boja oko pokazivača
IDC_ST_HIGHLIGHT_OPACITY	= Prozirnost
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Add keystroke to video
IDC_ST_ADD_KEYSTROKE		= Keystroke overlay is only available in Screen Recording Mode.
IDC_ST_KEYSTROKE_SETTING	= Settings
IDC_ST_KEYSTROKE_SIZE		= Font size:
IDC_ST_KEYSTROKE_POS		= Position:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = Opcije
IDC_ST_REC_PRIORITY		= Prioritet snimanja :
IDC_ST_REC_PRIORITY2		= Veći prioritet može smanjiti padajuće okvire.
IDC_ST_FOR_DX_GL = Za Način snimanja igara
IDC_CK_SKIP_RECORDING = Preskoči snimanje kada frejmovi nisu ažurirani
IDC_CK_ENHANCED_DX9_CAPTURE	= Koristi poboljšanu metodu snimanja (brži, samo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Za Način snimanja ekrana
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Koristili napredne metode hvatanja (brže, Windows 8 ili noviji)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped
IDC_CK_EXCLUDE_FROM_CAPTURE = Exclude Bandicam windows from recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Postavke
IDC_ST_WEBCAM_DEVICE		= Web kamera:
IDC_BTN_WEBCAM_DEVICE	= Postavke
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Overlay veličina:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam pregled

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_BTN_ADD_TEXT_MACRO		= Add text macro (Date, Time...)
IDC_LN_TEXT_HELP		= [ Pomoć ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= Postavke
IDC_ST_IMG_LOGO_IMAGE		= Slika:
IDC_ST_IMG_LOGO_OPACITY		= Prozirnost:
IDC_ST_IMG_LOGO_POS		= pozicija:
IDC_ST_IMG_LOGO_LR_MARGINS	= Lijeve/R Margine:
IDC_ST_IMG_LOGO_TB_MARGINS	= Gornje/B Margine:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = Proizvoljna veličina mete
IDC_ST_TARGET_SIZE_SETTING = Postavke
IDC_ST_TARGET_SIZE = Veličina mete:
IDC_BTN_TARGET_RECENT		= Recent target size

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Dodajte novu veličinu
IDC_ST_ADD_SIZE_PRESET		= Možete zadržati trenutni položaj i veličinu prozora kao nove postavke. \nUnesite naziv nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Uredi postavke 
IDC_BTN_SIZE_PRESET_ADD		= Dodaj
IDC_BTN_SIZE_PRESET_DEL		= Izbriši
IDC_BTN_SIZE_PRESET_REN		= Preimenuj
IDC_BTN_SIZE_PRESET_UP		= Gore
IDC_BTN_SIZE_PRESET_DN		= Dolje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Preimenuj postavke
IDC_ST_REN_SIZE_PRESET		= Dodaj novo ime postavki.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = Informacije
IDC_ST_ACAP_INFO = Informacije u snimanju zvuka
IDC_ST_ACAP_INFO2		= Vaša zvučna kartica ne snima zvuk. Molimo provjerite 'izvor snimanja'.  Želite li posjetite stranice za podršku?
IDC_CK_ACAP_DO_NOT_ASK = Nemoj pitati opet
IDC_BTN_YES = Da
IDC_BTN_NO = Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = Maksimalno vrijeme snimanja
IDC_ST_RC_TIME_SETTING = Postavke
IDC_ST_RC_TIME_HOUR = Sat
IDC_ST_RC_TIME_MIN = Min
IDC_ST_RC_TIME_SEC = Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = Maksimalna veličina datoteke
IDC_ST_RC_FILESIZE_SETTING = Postavke

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = Dodaj novi postavke
IDC_ST_ADD_PRESET = Možete snimiti trenutna postavke formata kao nove postavke. Unesite ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = Uredi postavke
IDC_BTN_PRESET_ADD = Dodaj
IDC_BTN_PRESET_DEL = Izbriši
IDC_BTN_PRESET_REN = Preimenovanje
IDC_BTN_PRESET_UP = Gore
IDC_BTN_PRESET_DN = Dolje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Preimenovanje postavke
IDC_ST_REN_PRESET = Umetni ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = Odaberi externi video kodek
IDC_ST_CODEC_EX_LIST = Lista kodeka
IDC_ST_CODEC_EX_SETTINGS = Postavke
IDC_ST_CODEC_EX_DRIVER = Naziv drivera
IDC_ST_CODEC_EX_FOURCC = FourCC
IDC_ST_CODEC_EX_QUALITY = Kvaliteta
IDC_ST_CODEC_EX_DATERATE = Brzina protoka
IDC_ST_CODEC_EX_KEYFRAME = Keyframe Interval
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer RGB colorspace
IDC_BTN_CODEC_EX_CONFIG = Postavi
IDC_BTN_CODEC_EX_ABOUT = Info
IDC_ST_CODEC_EX_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = Popis blokiranih procesa
IDC_ST_BLOCK_LIST = Sljedeći procesi ne podržavaju spaja.
IDC_ST_BLOCK_LIST_EX = Primjer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Postavke
IDC_ST_H264_CUDA_RATE_CONTROL	= Ocijeni kontrolu
IDC_RD_H264_CUDA_VBR		= VBR - Osnovna kvaliteta (preporučeno)
IDC_RD_H264_CUDA_CBR		= CBR - bitrate-baziran
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Upotreba
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Only GPU (koristi s bržim GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU uređaj:
IDC_ST_H264_CUDA_OTHER_OPTIONS  = Ostale opcije
IDC_ST_H264_CUDA_FOURCC_USED 	= FOURCC kod:
IDC_ST_H264_CUDA_KEYFRAME_INT 	= Ključni okvir Interval:
IDC_ST_H264_CUDA_FOURCC_HELP 	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 		 = H.264 (Brza sink. videa) Postavke
IDC_ST_H264_SYNC_RATE_CONTROL 	 = Ocijenite kontrolu
IDC_RD_H264_SYNC_VBR 		 = VBR - na temelju kvalitete (preporučeno)
IDC_RD_H264_SYNC_CBR 		 = CBR - bitrate-baziran
IDC_ST_H264_SYNC_OTHER_OPTIONS 	 = Ostale opcije
IDC_ST_H264_SYNC_FOURCC_USED 	 = FOURCC kod:
IDC_ST_H264_SYNC_KEYFRAME_INT 	 = Ključni okvir Interval:
IDC_ST_H264_SYNC_FOURCC_HELP 	 = Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 		 = H.264 (AMD VCE) Postavke
IDC_ST_H264_APP_RATE_CONTROL 	 = Ocijenite kontrolu
IDC_RD_H264_APP_VBR 		 = VBR - na temelju kvalitete (preporučeno)
IDC_RD_H264_APP_CBR 		 = CBR - bitrate-baziran
IDC_ST_H264_APP_OTHER_OPTIONS 	 = Ostale opcije
IDC_ST_H264_APP_FOURCC_USED 	 = FOURCC kod:
IDC_ST_H264_APP_KEYFRAME_INT 	 = Kljucni okvir Interval:
IDC_ST_H264_APP_FOURCC_HELP 	 = Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Postavke
IDC_ST_XVID_RATE_CONTROL	= Ocijenite kontrolu
IDC_RD_XVID_VBR			= VBR - Osnovna kvaliteta (preporučeno)
IDC_RD_XVID_CBR			= CBR - bitrate-baziran
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Brža brzina kodiranja
IDC_RD_XVID_SMALLER_SIZE	= Manja datoteka
IDC_ST_XVID_OTHER_OPTIONS 	 = Ostale opcije
IDC_ST_XVID_KEYFRAME_INT 	 = Ključni okvir Interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Postavke
IDC_ST_H264_NVENC_RATE_CONTROL	= Ocijenite kontrolu
IDC_RD_H264_NVENC_VBR		= VBR - Osnovna kvaliteta (preporučeno)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-baziran
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Upotreba
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU uređaj:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Glavni okvir:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Postavke
IDC_ST_H264_RATE_CONTROL	= Stopa
IDC_RD_H264_VBR			= VBR - quality-based (preporučeno)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimizacija
IDC_RD_H264_FASTER_SPEED	= Brža brzina kodiranja
IDC_RD_H264_BALANCED		= Uravnotežena izvedba
IDC_RD_H264_SMALLER_SIZE	= Manja veličina datoteke
IDC_ST_H264_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_KEYFRAME_INT	= Interval Keyframea:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Snimanje pomoću tajmera:
IDC_ST_TIMER_SETTINGS		= postavke
IDC_RD_TIMER_START_IN		= počni
IDC_ST_TIMER_MINUTES		= minute
IDC_RD_TIMER_START_AT		= počni
IDC_CK_TIMER_MINIMIZE		= Minimiziraj Bandicam da pokušate kada snimanje počne.
IDC_ST_TIMER_AUTO_COMPLETE	= Kompletno automatsko snimanje
IDC_BTN_TIMER_AUTO_COMPLETE	= Postavke

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Snimanje pomoću tajmera - Čekanje na početak
IDC_ST_TIMER_WAITING_INFO	= Čekanje na početak snimanja u %s.
IDC_ST_TIMER_ELAPSED		= Proteklo Vrijeme :
IDC_ST_TIMER_REMAINING		= Preostalo vrijeme :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Postavke
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mod
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Stalan Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Vrati nazad na VFR ako je vaš frame rate pre nizak.
IDC_RD_FORMAT_FPS_VFR		= Koristi VFR - Varirajući Frame Rate (Preporučeno)
IDC_ST_FORMAT_FPS_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Prenesi na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Prenesi informacije
IDC_ST_YOUTUBE_FILENAME		= Ime datoteke:
IDC_ST_YOUTUBE_TITLE		= Naslov:
IDC_ST_YOUTUBE_DESCRIPTION	= Opis:
IDC_ST_YOUTUBE_PRIVACY		= Privatnost:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Javno - Dopustite da svatko vidi ovaj video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neraspoređeni - Svatko tko ima link za video možete pogledati ovaj video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privatno - Napravi ovaj video vidljiv meni i korisnicima koje odaberete
IDC_BTN_YOUTUBE_UPLOAD		= Prenesi
IDC_LN_YOUTUBE_HELP		= Pomoć
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Slanje...
IDC_ST_YOUTUBE_UPLOADED		=  Video prijenos je završen!
IDC_ST_YOUTUBE_LINK		= Veza:
IDC_ST_YOUTUBE_EMBED		= Ugradi:
IDC_BTN_YOUTUBE_LINK_GO		= Idi
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopiraj
IDC_BTN_YOUTUBE_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Pošalji na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Pošalji Informacije
IDC_ST_VIMEO_FILENAME		= Ime datoteke:
IDC_ST_VIMEO_TITLE		= Naslov:
IDC_ST_VIMEO_DESCRIPTION	= Opis:
IDC_ST_VIMEO_PRIVACY		= Privatnost:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Svi - Dopusti svima da vide ovaj video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Samo ja - Ovaj video mogu vidjeti samo ja
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Samo ljudi koje ja slijedim - Ovaj video mogu vidjeti ljudi koje slijedim na Vimeu
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Pošalji
IDC_LN_VIMEO_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Slanje...
IDC_ST_VIMEO_UPLOADED		= Video je učitan!
IDC_ST_VIMEO_LINK		= Poveznica:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Idi
IDC_BTN_VIMEO_EMBED_COPY	= Kopiraj
IDC_BTN_VIMEO_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Upload to Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Upload Information
IDC_ST_GDRIVE_FILENAME		= File name:
IDC_ST_GDRIVE_SHARE_MODE	= Share:
IDC_RD_GDRIVE_DONT_SHARE	= Don't Share
IDC_RD_GDRIVE_SHARELINK		= Create a share link
IDC_ST_GDRIVE_SHARELINK_HELP	= Anyone with the link can view
IDC_BTN_GDRIVE_UPLOAD		= Upload
IDC_LN_GDRIVE_HELP		= Help
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_GDRIVE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Uploading...
IDC_ST_GDRIVE_UPLOADED		= The video upload is complete!
IDC_ST_GDRIVE_LINK		= Link:
IDC_BTN_GDRIVE_LINK_GO	= Go
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copy Share Link
IDC_BTN_GDRIVE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Dostupan
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder je dostupan. NVENC je visoko kvalitetni encoder koji koristi hardwarsko ubrzanje. Želite li koristiti NVENC H.264 encoder?\n<a>Više</a>
IDC_CK_NVENC_AVAILABLE		= Ne pitaj me ponovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Dostupan
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder je dostupan. QSV je visoko kvalitetni encoder koji koristi hardversku akceleraciju. \nŽelite li koristiti QSV H.264 encoder?\n<a>više</a>
IDC_CK_QSV_AVAILABLE		= Ne pitaj me ponovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Odabir uređaja
IDC_ST_DEVICE_SELECTION		= Izbor
IDC_ST_DEVICE_NAME		= Uređaj:
IDC_BTN_DEVICE_NAME_SETTINGS	= Postavke
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video izlaz:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio izlaz:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Postavke
IDC_ST_DEVICE_OPTIONS		= Opcije
IDC_ST_DEVICE_DEINTERLAING	= Pretvaranje:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problem kompatibilnosti o podrijetlu
IDC_LN_CAUTION_USING_WINAPPS	= Ako je omogućena Windows Apps (UWP) hvatanje je omogućeno, problem s kompatibilnosti može se pojaviti na djelu. <a> Kliknite ovdje </a> za rješavanje ovog problema. \n\nJeste li sigurni da želite koristiti Windows Apps hvatanje?
IDC_CK_CAUTION_USING_WINAPPS	= Nemoj me pitati ponovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Close
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: How to start scheduled recording when Bandicam is not running

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Pomoć ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam is run as a standard user
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Some recording targets may not be detected because you didn't run Bandicam as an administrator. \n\n<a>Click here to run Bandicam as an administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Help
ID_BTN_CAUTION_UAC_SETTINGS		= Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT = O Bandicamu
ID_POPUP_GENERAL = Postavke - opća
ID_POPUP_FRAME = Postavke - FPS
ID_POPUP_VIDEO = Postavke - Video
ID_POPUP_IMAGE = Postavke - Slika
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Popis snimljenih videa
ID_POPUP_OPENOUTPUTFOLDER = Otvori mapu
ID_POPUP_TARGET			= Meta
ID_POPUP_SETTINGS		= Postavke
ID_POPUP_SIZE			= Veličina
ID_POPUP_EXIT = Izlaz

ID_TARGET_DIRECTX = Način za snimanje igara
ID_TARGET_SCREEN		= Screen Recording Mode - Rectangle
ID_TARGET_FULL			= Screen Recording Mode - Fullscreen
ID_TARGET_WINDOW		= Screen Recording Mode - Specific window
ID_TARGET_MOUSE			= Screen Recording Mode - Around mouse
ID_TARGET_DEVICE		= Device Recording Mode
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP = Pomoć

ID_TARGET_HIDE			= Prikaži / Sakrij \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Način za crtanje \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP = Uvijek na vrhu
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY = Prozirnost
ID_TARGET_SIZE = Veličina
ID_TARGET_ADJUST		= Prilagodi

ID_TARGET_MOVE_LEFT = Pomakni lijevo \t Lijevo
ID_TARGET_MOVE_RIGHT = Pomakni desno \t Desno
ID_TARGET_MOVE_UP = Pomakni gore \t Gore
ID_TARGET_MOVE_DOWN = Pomakni dolje \t Dolje

ID_TARGET_INC_WIDTH = Povećaj širinu \t Shift + Desno
ID_TARGET_DEC_WIDTH = Smanji širinu \t Shift + Lijevo
ID_TARGET_INC_HEIGHT = Povećaj veličinu \t Shift + Dolje
ID_TARGET_DEC_HEIGHT = Smanji veličinu \t Shift + Gore

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN = Cijeli zaslon \t Ctrl + Enter
ID_TARGET_RATIO_4_3 = Prilagodi za 4:3
ID_TARGET_RATIO_16_9 = Prilagodi za 16:9
ID_TARGET_SIZE_CUSTOM = Proizvoljna veličina \t Ctrl + U
ID_TARGET_SIZE_PRESET		= postavke veličine \t Shift+DTipka
ID_TARGET_SIZE_PRESET_ADD	= Dodajte Postavke
ID_TARGET_SIZE_PRESET_EDIT	= Uredite Postavke
ID_TARGET_SIZE_RU		= Nedavno korištena veličina \t Ctrl+S

ID_TARGET_DISPLAY		= Display
ID_TARGET_DISPLAY_1		= Display 1
ID_TARGET_DISPLAY_2		= Display 2
ID_TARGET_DISPLAY_3		= Display 3
ID_TARGET_DISPLAY_4		= Display 4
ID_TARGET_DISPLAY_5		= Display 5
ID_TARGET_DISPLAY_6		= Display 6
ID_TARGET_DISPLAY_7		= Display 7
ID_TARGET_DISPLAY_8		= Display 8
ID_TARGET_DISPLAY_ALL		= All display

ID_TARGET_OPEN_OUTPUTFOLDER	= Otvori mapu
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM = Ugasi Bandicam

ID_DEVICE_HIDE			= Pokaži/ Sakrij\t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Uvijek na vrhu
ID_DEVICE_SELECTION		= Odaberi uređaj t Ctrl+D
ID_DEVICE_FULLSCREEN		= Cijeli Zaslon \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Omjer
ID_DEVICE_KEEP_ASPECT_RATIO	= Zadrži omjer
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Zadano
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Otvori izlaznu mapu 
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Ugasi Bandicam

ID_USER_PRESET_ADD = Dodaj
ID_USER_PRESET_EDIT = Uredi

ID_SORT_BY_DATE		= Poredaj po Datumu
ID_SORT_BY_NAME		= Poredaj po Imenu
ID_SORT_BY_SIZE			= Poredaj po Veličini

ID_OUTPUTS_LB_PLAY		= Pokreni
ID_OUTPUTS_LB_OPEN		= Otvori
ID_OUTPUTS_LB_EDIT		= Uredi
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Izbriši     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Označi sve \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Otvori mapu spremanja

ID_UPLOAD_TO_YOUTUBE		= Pošalji na Youtube
ID_UPLOAD_TO_VIMEO		= Pošalji na Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook
ID_UPLOAD_TO_GDRIVE		= Upload to Google Drive

ID_BDCAM_SIZE_DEFAULT		= Zadana veličina

ID_AUDIO_FILTER_MONO		= Convert to Mono
ID_AUDIO_FILTER_NS		= Noise Suppression
ID_AUDIO_FILTER_NS_OFF		= Off
ID_AUDIO_FILTER_NS_LOW		= Low
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= High


